{
	"About": "Sobre",
	"All rights reserved.": "Todos os direitos reservados.",
	"Already registered?": "Já tem uma conta?",
	"A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail que você forneceu quando creou a conta.",
	"April": "Abril",
	"at": "às",
	"At your business place": "No seu restaurante",
	"August": "Agosto",
	"Authorization Code": "Código de autorização",
	"Business Name": "Nome do restaurante",
	"Cancel Appointment": "Cancelar o Agendamento",
	"Check the spam or junk folder if you don't see it in the inbox.": "Verifique a lixeira ou spam se você não vê o email na caixa de entrada.",
	"click the button below if you would like to reschedule it.": "Clique no botão abaixo se você gostaria de reagendar um horário",
	"Comment": "Comentário",
	"Confirm": "Confirmar",
	"Confirm Password": "Confirmar a Senha",
	"Contact": "Contato",
	"Contact us": "Entre em contato",
	"Contact Us": "Fale Conosco",
	"Contact us to schedule an appointment.": "Entre em contato para marcar um horário.",
	"Create an Account": "Criar uma Conta",
	"Dashboard": "Principal",
	"Date": "Dia",
	"Time": "Horário",
	"December": "Dezembro",
	"English": "Português",
	"Email Password Reset Link": "Enviar link para redefinição de senha",
	"February": "Fevereiro",
	"Fill out the form below and send us a message": "Preencha o formulário abaixo e envie nos uma mensagem",
	"Forgot Password": "Esqueceu a Senha",
	"Forgot your password?": "Esqueceu sua senha?",
	"Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu a sua senha? Não tem problema. Informe-nos o seu e-mail que enviaremos um link para você redefinir de senha (criar uma senha nova).",
	"Fri": "Sext",
	"Friday": "Sexta-feira",
	"Full Address": "Endereço completo",
	"has been canceled.": "foi cancelado.",
	"Hello": "Olá",
	"Hi": "Oi",
	"Home": "Início",
	"How can we help?": "Como podemos ajudar?",
	"I agree to the :terms_of_service and :privacy_policy": "Concordo com os :terms_of_service e com as :privacy_policy",
	"If you are unable to make it, please click the button below and cancel your appointment": "Se você não puder comparecer a reunião, clique no botão abaixo e cancele seu agendamento",
	"If you are unable to meet us at your restaurante, please click the button below and cancel your appointment": "Se você não puder nos encontrar em seu restaurante, clique no botão abaixo e cancele seu agendamento",
	"If you did not create an account, no further action is required.": "Se você não criou uma conta, nenhuma ação adicional é necessária.",
	"If you’re having trouble clicking the \":actionText\" button, copy and paste the URL into your web browser:": "Se você estiver tendo problemas para clicar no botão \":actionText\", copie e cole a URL em seu navegador:",
	"If you’re having trouble clicking the 'Verify Email Address' button, copy and paste the URL below into your web browser:": "Se você estiver tendo problemas para clicar no botão 'Verificar endereço de e-mail', copie e cole o URL abaixo em seu navegador:",
	"If you want to cancel the appointment and you're having trouble clicking the 'Cancel Appointment' button, copy and paste the URL into your web browser:": "Se você deseja cancelar a reunião e está tendo problemas para clicar no botão 'Cancelar o Agendamento', copie e cole a URL em seu navegador",
	"January": "Janeiro",
	"July": "Júlio",
	"June": "Junho",
	"Let's meet in your restaurant or via Zoom. We'll show you how GAR Solutions can help your business. FREE consultation and NO obligations.": "Vamos conversar no seu restaurante ou via Zoom. Mostraremos como GAR Solutions pode ajudar o seu negócio. A consulta é grátis e sem compromisso.",
	"Log in": "Entrar",
	"Log In": "Accessar sua Conta",
	"Log Out": "Sair",
	"Manage Account": "Gerenciar Conta",
	"Manage Your Account": "Gerencie sua Conta",
	"March": "Março",
	"May": "Maio",
	"Meeting": "Local da reunião",
	"Message": "Mensagem",
	"Mon": "Seg",
	"Monday": "Segunda-feira",
	"Name": "Nome",
	"November": "Novembro",
	"October": "Outubro",
	"Oops! Something went wrong. Please try again.": "Ups! Algo deu errado. Por favor, tente novamente.",
	"Optional": "Opcional",
	"Page not found": "Página não encontrada",
	"Password": "Senha",
	"Phone Number": "Telefone",
	"Please click the button below to verify your email address.": "Clique no botão abaixo para verificar o seu endereço de e-mail.",
	"Please enter a valid email": "Favor digite um endereço de email válido",
	"Please fill out this field": "Favor preencher este campo",
	"Privacy Policy": "Política de Privacidade",
	"Profile": "Perfil",
	"Regards": "Atenciosamente",
	"Register": "Criar",
	"Remember me": "Lembre-se de mim",
	"Request": "Agendar",
	"Request an Appointment": "Agende um horário",
	"Request an <br> Appointment": "Agende um <br> horário",
	"Resend Verification Email": "Reenviar email de verificação",
	"Reset Password": "Redefinir senha",
	"Sat": "Sáb",
	"Saturday": "Sábado",
	"Select Date": "Selecione o dia",
	"Select Time": "Selecione o horário",
	"Send": "Enviar",
	"September": "Setembro",
	"Services": "Serviços",
	"Sincerely,": "Sinceramente,",
	"Sun": "Dom",
	"Sunday": "Domingo",
	"Terms of Service": "Termos de Serviço",
	"Thank you for reaching out!": "Obrigado por nos contatar!",
	"thank you for scheduling an appointment.": "obrigado por agendar um horário.",
	"Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? Check Spam and Junk folder if you don't see on the inbox.  If you didn't receive the email, we will gladly send you another.": "Obrigado por crear sua conta! Antes de começar, confirme o seu endereço de e-mail clicando no link presente no e-mail que acabamos de te enviar? Verifique a lixeira ou spam se você não vê o email na caixa de entrada. Caso não tenha recebido o email, teremos o maior prazer em reenviar-lhe outro.",
	"The GAR Solutions Team": "A equipe do GAR Solutions",
	"The GAR Solutions Team has received your message.": "A equipe do GAR Solutions recebeu sua mensagem.",
	"The GAR Solutions Team has received your appointment request.": "A equipe do GAR Solutions recebeu seu agendamento the horário.",
	"This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área de segurança do aplicativo. Por favor, confirme sua senha antes de continuar.",
	"This is your appointment information:": "Estas são as information do seu agendamento:",
	"Thu": "Qui",
	"Thursday": "Quinta-feira",
	"to get an authorization code.": "para obter um código de autorização",
	"Tue": "Ter",
	"Tuesday": "Terça-feira",
	"Virify Email": "Verificar endereço de e-mail",
	"Verify Email Address": "Verificar endereço de e-mail",
	"Visit our business": "Visite nosso restaurante",
	"We are looking forward to speaking with you,": "Atenciosamente,",
	"Webpages": "Páginas",
	"Web-based Solutions for Your Business": "Soluções Baseadas na Web para o Seu Negócio.",
	"Wed": "Qua",
	"Wednesday": "Quarta-feira",
	"We have emailed your password reset link!": "Enviamos seu link de redefinição de senha por e-mail!",
	"We'll be visiting your place in the date and time you scheduled.": "Estaremos visitando seu restaurante na data e horário que você agendou.",
	"We will contact you as soon as we review your message.": "Entraremos em contato com você assim que revisarmos sua mensagem.",
	"Whoops! Something went wrong.": "Ups! Algo está errado.",
	"You are very important to us, your information below will always remain private.": "Você é muito importante para nós, suas informações abaixo permanecerão sempre privadas.",
	"You'll receive another email shortly with the instructions to access the zoom Meeting.": "Em breve, você receberá outro e-mail com as instruções para acessar a reunião no zoom .",
	"Your appointment": "Seu agendamento",
	"Your message has been received.<br> We sent an email to": "Nós recebemos sua mensagem.<br> Enviamos uma confirmação para",
	"Your password has been reset!": "Sua senha foi redefinida!",
	"Your request has been received.<br> We sent an email to": "O horário está agendado.<br> Enviamos uma confirmação para",
	"Zoom meeting": "Conversar via Zoom"
}
